---
kind: enumMember
id: F:Autodesk.Revit.DB.ResourceVersionStatus.OutOfDate
enum: Autodesk.Revit.DB.ResourceVersionStatus
source: html/d9fae98e-e39a-9b69-07b9-b77cb777800c.htm
---
# Autodesk.Revit.DB.ResourceVersionStatus.OutOfDate

This is not the most recent version of the resource.